"RTL"="0";
"Cancel"="Annulla";
"OK"="OK";
"Delete"="Cancella";
"Next"="Seguente";

"NoEMailSetupTitle"="E-mail non impostata";
"NoEMailSetupText"="Si prega di impostare un'e-mail sul dispositivo.";
"WriteEMailText"="Vuoi contattare il supporto tramite mail?";
"WriteEMailTitle"="Contatta il supporto";
"EMailQuestionSubject"="Supporto tecnico di Smart Budget";
"EMailQuestionBody"="\n\nVersione Software - %@\nVersione iOS- %@";
"ShareEMailSubj"="Mi piacerebbe invitarti su finanze personali condivise!";
"ShareEMailBody"="Fai clic sull'allegato per aprire il file su Smart Budget. \n\nSe non hai già installato Smart Budget, questo è il link : %@\n\nP.S. Sto usando la versione %@\nVersione iOS - %@";
"EMailDatabaseProblemSubject"="Supporto tecnico di Smart Budget – la mia banca dati è corrotta!";
"EMailDatabaseProblemBody"="Questo messaggio contiene la copia della tua banca dati. Cercheremo di identificare e correggere il bug il prima possibile.\nVersione software - %@\nVersione iOS - %@\n";

"SelectAccountTitleTo"="Verso Conto";

"ExpenseNamePlaceholder"="Descrizione (opzionale)";
"ExpenseTitleNew"="Descrizione";
"ExpenseNameTitle"="Descrizione";
"ExpenseNameComment"="Nessuna descrizione";
"ExpenseReturnDate"="Rimborso";
"SelectNoReturnDate"="Senza data di rimborso";
"SelectNoDate"="Senza data";
"SelectTodayDate"="Oggi";
"SectionPlannedFor"="Pianificato il {date}";

"CheckInternetCloud"="Nessuna connessione con il cloud server. Potrebbe essere in fase di manutenzione oppure potresti non essere connesso a Internet.";
"DocsHintCloudCorrupted20"="La copia della banca dati nel cloud è corrotta. Premi il pulsante 'esporta' in basso e seleziona ‘Invia al supporto’.";
"DocsHintCloudUnpublished20"="La copia della banca dati nel cloud non è stata trovata. Premi il pulsante 'esporta' in basso e seleziona ‘Invia al supporto’.";
"DocsHintCloudFuture"="Alcune modifiche sono state inviate nel cloud tramite una versione succcessiva di Smart Budget. Aggiorna la tua versione.";
"ERROR_FUTURE_COMMANDS"="La banca dati è stata cambiata usando una versione successiva di Smart Budget. Ti preghiamo di aggiornare la tua versione.";
"ERROR_CORRUPTED"="La banca dati è corrotta. Ti preghiamo di premere il pulsante 'esporta' e selezionare ‘Invia al supporto’.";

"HelpSwitchSheet" = "Cambia fogli";
"HelpAddOperation" = "Aggiungi un'entrata, uscita, prestito, trasferimento o cambio valuta";
"HelpPlannedOpDifferentSheet" = "L'operazione pianificata sta per scadere su un altro foglio";
"HelpTextSearch" = "Puoi scrivere 'a m' per cercare 'acqua minerale'";
"HelpSlideForSearchPlanning" = "Scorri giù per cerca e pianifica";
"HelpCreateDatabase" = "Le banche dati sono completamente separate, ognuna ha la sua serie di conti, fogli, operazioni e può essere sincronizzata con diversi utenti.";
"HelpNeedCommit" = "Alcune modifiche non sono state ancora salvate nel cloud.";
"HelpPublished" = "Questa banca dati viene sincronizzata automaticamente tra dispositivi con lo stesso ID Apple tramite iCloud. Per eseguire la sincronizzazione tra i dispositivi che usano ID Apple differenti o che non usano iCloud, è necessario inviare un invito.";
"HelpNotPublished" = "La sincronizzione in cloud è disattivata per questa banca dati";
"HelpAccounts" = "Tutti i conti supportano svariate valute. Per aggiungere fondi su un conto o trasferirli da un conto a un altro, vai alla schermata principale e aggiungi un'operazione selezionando l'account.";
"HelpHiddenAccounts" = "Trascina i conti non utilizzati sotto la linea 'conti nascosti' per nasconderli dalla lista, ma conservandoli per le statistiche.";
"HelpWriteUs" = "Scrivici!";
"HelpWriteReview" = "Ti piace Smart Budget?";
"HelpFullVersion" = "Grazie";
"HelpSalePrice" = "Riceverai un ampio sconto in quanto acquirente della prima versione di Smart Budget";
"HelpNormalPrice" = "Se possiedi Smart Budget 1 puoi ottenere un grande sconto, ma assicurati di avere Smart Budget 1.7 installato e aggiornato alla versione completa su questo dispositivo.";
"HelpTapHold" = "Tocca e tieni premuto per altre funzionalità";
"HelpPlusMinus" = "Spostati tra entrate a uscite";
"HelpDateRemembered" = "La data diversa da oggi è stata selezionata automaticamente. Assicurati che sia corretta.";
"HelpDateApproaching" = "La data pianificata sta per scadere";
"HelpSelectSheet" = "Scegli un foglio differente per questa operazione";
"HelpFreeProgress" = "Se raggiungi il limite di 30 operazioni della versione gratuita, sarà necessario acquistare la versione completa";
"HelpSheets" = "Puoi aggiungere le operazioni su diversi fogli e poi analizzare ogni foglio singolarmente.";
"HelpEraser" = "Gomma";
"HelpMarker" = "Pennarello";
"HelpExchangeRate" = "I cambi delle valute sono stati aggiornati {hours_ago} ore fa.";
"HelpPin" = "Il codice PIN qui è utile per proteggere dai bambini che potrebbero involontariamente modificare i tuoi dati. Per una completa protezione, imposta la password sulla schermata di blocco del tuo disposiivo.";
"HelpForgotPin" = "Hai dimenticato il codice PIN? Comincia da 0000, 0001 e continua fino a 9999 fino a che non lo trovi. Normalmente ci vuole un'ora per provare tutte le combinazioni.";

"HiddenAccountsLine"="Conti nascosti";
"AccountCash"="Contanti";
"csvID"="Numero";
"RecurrenceTitle"="Ripeti";
"DateTitle"="Data";
"PlannedTitle"="Pianificato";
"CategoryTitle"="Categoria";
"SheetTitle"="Foglio";
"SheetsTitle"="Fogli";
"SheetNamePlaceholder"="Nome foglio";
"SheetTitleNew"="Nuovo foglio";
"SheetNameTitle"="Nome";
"TotalSheet"="Tutti i fogli";
"SeveralSheets"="Diversi fogli";
"TotalAccount"="Tutti i conti";
"SeveralAccounts"="Diversi account";
"AccountTitle"="Conto";
"AccountToTitle"="Verso il conto";
"AccountsTitle"="Conti";
"AccountNamePlaceholder"="Titolare del conto";
"AccountNameTitle"="Nome";
"AccountTitleNew"="Nuovo conto";
"AccountsSum"="Totale";
"CategoryNamePlaceholder"="Nome categoria";
"CategoryTitleNew"="Nuova categoria";
"CategoryNameTitle"="Nome";
"CurrencyTitle"="Valuta";
"CurrenciesTitle"="Valute";
"AmountTitle"="Importo";
"EditName"="Rinomina";
"MoveToAccountTitle"="Sposta operazioni verso";
"AccountMoveMenuTitle"="Stai per spostare tutte le operazioni dal conto '{from}' verso il conto '{to}'. Quest'operazione non può essere annullata.";
"MoveToSheetTitle"="Sposta operazioni verso";
"SheetMoveMenuTitle"="Stai per spostare tutte le operazioni dal foglio '{from}' al foglio '{to}'. Questa operazione non può essere annullata.";
"MoveAllOperations"="Sposta tutte le operazioni";
"DeleteAllOperations"="Rimuovi tutte le operazioni";
"DeleteAllOperationsMenuTitle"="Stai per eliminare tutte le operazioni dal foglio '{from}''. Raramente è necessario eliminare le operazioni e quest'azione aggiornerà il tuo saldo alla somma delle operazioni restanti. Questa operazione non può essere annullata.";

"AmountConverted"="%@ corrisponde a %@";
"ConversionNA"="N/D";
"AmountNotConverted"="Errore nel download tassi";
"BuiltInCategoryTitle"="Categoria speciale";
"BuiltInCategoryText"="Le categorie ‘Prestito’, ‘Trasferimento’ e ‘Cambio valuta’ non sono modificabili.";
"OperationsNumber" = "{count}\noper";

"AboutTitle"="Impostazioni";
"RealAboutTitle"="Info";
"LimitTitle"="Versione gratuita";
"LimitText"="La versione gratuita ha un limite di 30 transazioni. Tramite la tecnologia Apple in-app purchase è possibile aggiornarla alla versione completa in soli 20 secondi.";
"PurchaseStatusPurchasing"="Accesso al negozio in corso...";
"PurchaseStatusFullVersion"="La versione completa è stata acquistata";
"PurchaseStatusRestoring"="Ripristino acquisti...";
"Purchase20ButtonTitle"="Acquista la versione completa";
"RestoreButtonTitle"="Ripristina acquisti";
"WriteReviewTitle"="Scrivi una recensione";
"WriteReviewText"="Vuoi scrivere una recensione?";
"MoneyVersion"="Smart Budget, Versione";
"FontTitle" = "Font";
"PURCHASE_FAILED_TITLE"="Errore nell'acquisto";
"CANNOT_MAKE_PAYMENTS_TEXT"="Le impostazioni del tuo dispositivo non consentono acquisti. Apri le impostazioni 'Generali' del dispositivo, poi 'Restrizioni' e assicurati che gli Acquisti in-app siano attivati.";
"RESTORE_FAILED_TITLE"="Correggi errore";
"ERROR_INTERNET_TEXT"="%@. Verifica la tua connessione Internet e riprova.";
"ERROR_NO_PRODUCT"="Errore durante il download dei prezzi";
"RESTORE_NOTHING_TITLE"="Ripristino completato";
"RESTORE_NOTHING_TEXT"="Non sono stati trovati acquisti precedenti. Assicurati di aver usato lo stesso ID Apple degli acquisti originari.";

"CurrencySelectedHeader"="Valute selezionate";
"CurrencyPopularHeader"="Valute più usate";
"CurrencyOtherHeader"="Altre valute";

"PinTitle"="Codice PIN";
"PinEnterText"="Inserisci il codice PIN";
"PinRepeatText"="Rinserisci codice PIN";
"PinWrongText"="Codice PIN errato\nRinserisci il tuo codice PIN";
"PinNoMatchText"="I PIN non corrispondono\nRinserisci il codice PIN";

"CreateDatabase"="Crea banca dati";
"SelectDatabase"="Apri banca dati";
"DocumentsTitle"="Banche dati";
"DeleteDatabaseTitle"="Cancellare la banca dati dal dispositivo? Questa azione è irreversibile!";
"Publish20"="Attiva sincronizz. in cloud";
"Invite20"="Invia invito";
"Unpublish20"="Disattiva sincronizz. in cloud";
"UnpublishTitle20"="La copia della banca dati locale verrà creata su questo dispositivo mentre la banca dati originaria verrà rimossa da questo e tutti gli altri dispositivi che utilizzano lo stesso ID Apple per iCloud.";
"DeleteDatabaseTitlePublished"="La banca dati verrà rimossa da questo e da tutti gli altri dispositivi che usano lo stesso ID Apple per iCloud.";
"OtherDevicesWillContinue"="Se gli altri dispositivi ottengono l'accesso alla copia in cloud di questa banca dati tramite invito, potranno continuare a usarla.";

"ExportMenuTitle"="Esporta banca dati";
"BackupButtonTitle20"="Backup";
"PreviewButtonTitle"="Vedi come XSLX";
"ExportXSLXButtonTitle"="Esporta come XSLX";
"SendToSupportTitle"="Invia al supporto.";
"SendToSupportText"="Se ritieni che la tua banca dati sia corrotta, puoi inviarla al supporto per un'analisi e eventuale riparazione.";

"ExpensePlanButton"="Programma simile";
"ExpensePerformButton"="Transazione";
"ContactIndicator"="Contatti";
"DeleteExpenseTitle"="Cancellare la transazione?";

"NEVER"="Mai";
"EVERY_DAY"="Ogni giorno";
"EVERY_WEEK"="Ogni settimana";
"EVERY_2WEEKS"="Ogni due settimane";
"EVERY_MONTH"="Ogni mese";
"EVERY_2MONTHS"="Ogni 2 mesi";
"EVERY_QUARTER"="Ogni 3 mesi";
"TWICE_A_YEAR"="Due volte l'anno";
"EVERY_YEAR"="Ogni anno";

"EXPENSE_KIND"="Uscite";
"INCOME_KIND"="Entrate";

"CatTransfer"="Trasferimento";
"CatConvert"="Cambio valuta";
"CatLoan"="Prestito";
"CatLoanBack"="Rimborso del prestito";
"CatApartment"="Alloggio";
"CatFoodHome"="Cibo";
"CatFoodRestaurant"="Ristorante, bar";
// Remove planned
"CatCarPlanned"="Veicolo";
"CatCarEmergency"="Auto (emergenza)";
"CatSport"="Sport";
"CatCat"="Gatto";
"CatDog"="Cane";
"CatPet"="Animali";
"CatGiftsLost"="Regali";
"CatTransportPublic"="Trasporti pubblici";
"CatFishing"="Pesca";
"CatHunting"="Caccia";
"CatGamblingLost"="Persi al gioco";
"CatGaveFamily"="Dati a un parente";
"CatBaby"="Bambini";
"CatMedicine"="Cure mediche";
"CatGadgets"="Elettronica";
"CatCinema"="Cinema";
"CatTheaters"="Teatri, Mostre";
"CatRoleplaying"="Giochi di ruolo";
"CatSalary"="Stipendio/ Paga";
"CatOverwork"="Straordinari";
"CatBonus"="Premi";
"CatGamblingWon"="Vincite al gioco";
"CatApple"="Royalty";
"CatFound"="Trovati";
"CatGiftsWon"="Regalo";
"CatGovernment"="Tasse";
"CatClothes"="Vestiti";
"CatSpirits"="Bevande";
"CatCommunications"="Telefono e Internet";
"CatTransportTravel"="Spese di viaggio";
"CatHotel"="Hotel";
"CatEducation"="Formazione";
"CatUnknown"="Sconosciuta";
"CatCelebration"="Vacanze";
"CatTookFromFamily"="Ricevuti da parenti";
"CatInitialBalance"="Saldo iniziale";

"UserCategorySheetTitle"="%@ (numero di transazioni - %d)";
"SelectImage"="Scegli immagine";
"DrawImage"="Disegna immagine";
"ImageTitle"="Immagine";
"CategoriesRecent"="Recenti";
"CategoriesNotRecent"="Poco utilizzate";
"CategoriesNeverUsed"="Mai usate";

"EverydaySheet"="Generale";
"SelectFromContacts"="Scegli tra i contatti";
"CustomImagesSection"="Immagini create in tutte le banche dati";

"ReportTitle"="Resoconto";
"Reports"="Resoconti";
"SimpleReport"="Semplice resoconto";
"ReportStyleTitle"="Stile resoconto";
"ByCat"="Per categoria";
"ByDay"="Ogni giorno";
"BySum"="Saldo";
"ReportPeriod"="Periodo";
"AllTime"="Sempre";
"StatIncome"="Entrate";
"StatOutcome"="Uscite";
"StatBalance"="Saldo";
"StatExchangeRateFlux"="Tasso di cambio";
"StatIncome20"="Entrate: {amount}";
"StatOutcome20"="Uscite: {amount}";
"StatIncomePlanned"="Entrate pianificate: {amount}";
"StatOutcomePlanned"="Uscite pianificate: {amount}";
"StatIncomePlannedNoDate"="Entrate pianificate (senza data): {amount}";
"StatOutcomePlannedNoDate"="Uscite pianificate (senza data): {amount}";
"StatIncomePlannedPerMonth"="Entrate mensili: {amount}";
"StatOutcomePlannedPerMonth"="Uscite mensili: {amount}";

"ExampleSneakers"="Scarpe";
"ExampleIcecream"="Gelati";
"ExampleGas"="Benzina";
"ExampleTickets"="Biglietti per San Francisco";
"ExampleMarriage"="Matrimonio";

"DocsHintCloudBadReceipt" = "Il cloud server non accetta banche dati con troppe modifiche dalla versione gratuita. Ti preghiamo di effettuare l'aggiornamento alla versione completa.";
"LoadFromBackupErrorTitle" = "Backup non caricato";
"LOAD_FROM_BACKUP_EXISTS" = "Banca dati già sincronizzata nel cluod sul tuo dispositvo.";
"LOAD_FROM_BACKUP_BAD_FORMAT" = "Formato del file non riconosciuto. Puoi inviare il file al supporto per un'analisi e possibile riparazione.";
"SectionNoDate"="Pianific. senza data";
"BitCoin" = "BitCoin";
"NMonths" = "{{is_1}}1 mese{{else}}{count} mesi";
"NDays" = "{{is_1}}1 giorno{{else}}{count} giorni";
"List12" = "{item1}, {item2}";
"NewDatabaseMark" = "Nuova";

"ImportInstructions20"="Come faccio a trasferire dati da Smart Budget 1 a Smart Budget 2? {title} Prima di tutto, assicurati che una versione di Smart Budget 1.7 o successive è installata sul tuo dispositivo. {picture1} Avvia Smart Budget 1, fai clic sul pulsante del 'cloud', fai clic sul pulsante 'Esporta verso Smart Budget 2', seleziona Smart Budget 2 dalla lista delle applicazioni. {picture2} Se usavi la sincronizzazione nel cloud su Smart Budget 1, dovrai attivarla di nuovo su Smart Budget 2. {picture3}";
"FAQTitle"="FAQ";

"PlanNewOperation"="Pianifica nuova operazione";
"AppName2"="Smart Budget 2";
